ExemploSOAPTesting/consultaProcesso_envio.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://www.cnj.jus.br/servico-intercomunicacao-2.2.2/" xmlns:tip="http://www.cnj.jus.br/tipos-servico-intercomunicacao-2.2.2">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:consultarProcesso>
         <tip:idConsultante>PGMBH</tip:idConsultante>
         <tip:senhaConsultante>12345678</tip:senhaConsultante>
         <tip:numeroProcesso>50224418220178130024</tip:numeroProcesso>
      </ser:consultarProcesso>
   </soapenv:Body>
</soapenv:Envelope>
